{
  "timeing": "From 11 Am to 12 pm",
  "title": "Best Food",
  "disctiption": "Our commitment to authenticity extends to our ingredients. We source the finest Indian spices and basmati rice directly from India, ensuring a truly authentic taste experience. These premium ingredients are the foundation of our flavorful dishes, bringing the rich heritage of Indian cuisine to Bangkok.",
  "btnText": "Find store",
  "aboutTitle": "Indian Street Food",
  "aboutDis": "India, with its population of over 1.4 billion, is a diverse nation comprising 30 states, each boasting its own unique blend of cultures, traditions, and culinary specialties. Every region has its signature street food, reflecting the local flavors and preferences. For instance, Delhi is famous for its Paani Puri, Samosas, and Chole Bhature, while Mumbai delights in Vada Pav and Misal. Gujarat offers Dhokla and Khakra, and South India is known for its iconic Idli and Vada, along with a variety of other local delicacies. This rich culinary diversity showcases India's vibrant and flavorful street food culture.",
  "aboutDis0": "India's street food culture is as varied as its people, with each region offering a distinct culinary experience.",
  "aboutList1": "Delhi is known for popular street foods like Paani Puri, Samosa, and Chole Bhature.",
  "aboutList2": "Mumbai serves iconic treats like Vada Pav and Misal.",
  "aboutList3": "Gujarat offers delights such as Dhokla and Khakra.",
  "aboutList4": "South India is famed for its dishes like Idli, Vada, and many more.",
  "aboutDis1": "3C ‘s endeavor is to bring the Indian street food on the streets of Bangkok for the taste buds of locals with authentic Indian tastes.",

  "aboutMisson": "The Oxford Dictionary defines Street food as “Food that is purchased from a street vendor and typically eaten immediately, often while standing in the street”",
  "aboutMissonTitle": "Street Food",
  "aboutBtnText": "Go to shop",
  "textProducts": "Our Products",
  "textPresence": "Our Presence",
  "textCustomer": "Our Customer says",
  "textOffers": "Offers",
  "textGallery": "Photo Gallery",
  "menus": [
    {
      "url": "#home",
      "name": "Home"
    },
    {
      "url": "#about",
      "name": "About"
    },
    {
      "url": "#menu",
      "name": "Menu"
    },
    {
      "url": "#shop",
      "name": "Location"
    },

    {
      "url": "#offer",
      "name": "Offer"
    },
    {
      "url": "#gallery",
      "name": "Gallery"
    }
  ],
  "textQuick": "Quick Links",
  "textContacts": "Contacts",
  "textExperience": "Share Experience",
  "textMenus": "Menus",
  "textTrams": "Trams & condition",
  "textLocations": "Locations",
  "textWork": "Email & Phone",
  "textTime": "connect@3cbites.com",
  "textAddress": "address",
  "textAdd": " 381, Soi 58, Udom Suk, Bang Na Neua, Bangkok - 10260",
  "testimonials": [
    {
      "name": "Krisana Subu",
      "message": "Congratulations Bhuvan Bhai! Excellent Branding! Wish You Great Success in many more places in Thailand & I am happy to be your 1st Day 1st Thai-Indian Customer-Friend for your Inauguration Today! Loved your 3C’s Samosa-PaaniPuri-MangoAamPanna Juice & 1st Time Vodka-Tequila PaaniPuri! Thank You for bringing Samosa-Paani Puri to our Bearing-UdomSuk-Bangna area! Way To Go! 👏👏👍"
    },
    {
      "name": "Shaz Godfrey",
      "message": "What a beautiful and lovely place this was to get some authentic Indian food. Served with meticulousness and pride for the food they were serving and all with a warm friendly smile . A definite must for anyone! I will definitely be back ☺️ The food is delicious 😋"
    },
    {
      "name": "Kout Kout",
      "message": "The food is superb. You should try chicken samosa and potato ones. The service is amazing. I love the sauce. One more thing is reasonable price. Love the shop. Will be coming again."
    },
    {
      "name": "Manisha Agrawal",
      "message": "Had one of the best Indian snacks at this find in Bangkok. A different take on pani puri with beet root and spinach, amazing filling with alu samosa, really flavourful sambar with idly. Finishing it off with the chai was really satisfying. Absolutely recommend this place."
    },
    {
      "name": "Rajesh K Mishra",
      "message": "Great taste and variety of Paani Puris. Quite flavourful taste of Samosas. On top of this, the shop is located in a great location, open area with great vibes."
    },
    {
      "name": "SUWAN P. (R'Chai)",
      "message": "Hot tea and the food you order are very delicious. You don't have to go to India. I got to try Indian food. It tastes good and is clean. I recommend it. The restaurant is next to the beer garden at Bearing Market."
    }
  ]
}
